import React, { FunctionComponent } from "react";
import Main from "../../components/layout/main/main";
import './../../index.css';

const TermsOfService: FunctionComponent = () => {

  // ======================================================= //
  // ======================================================= //
  return (
    <Main>
      <div className="grid relative grid-cols-1 gap-0 mx-auto">
        <div className="p-6 items-center flex shrink-0 justify-between border-box">
          <span className="font-semibold text-xl text-white">Үйлчилгээний нөхцөл</span>
        </div>
        <div className="pb-8 border-box text-white  ">
          <div className="pb-8 px-6">
            <p>2022.09.04</p>
            <p>NOMADX.WORLD ҮЙЛЧИЛГЭЭНИЙ НӨХЦӨЛ</p>
            <p>&nbsp;</p>
            <p>ЭНЭХҮҮ ҮЙЛЧИЛГЭЭНИЙ НӨХЦӨЛ НЬ ТАНД ЦАХИМ ХЭТЭВЧНИЙ ҮЙЛЧИЛГЭЭ ҮЗҮҮЛЭХТЭЙ ХОЛБООТОЙ ТАНЫ ХУВИЙН МЭДЭЭЛЛИЙГ ХҮЛЭЭН АВАХ, ХАДГАЛАХ, УГ НӨХЦӨЛД ЗААСАН ЗОРИЛГООР АШИГЛАХ, БОЛОВСРУУЛАЛТ ХИЙХ ЭРХИЙГ “ӨРГӨӨ КОЙН” ХХК-Д ОЛГОХ ЭРХ ЗҮЙН ҮР ДАГАВАР БҮХИЙ ХУУЛЬ ЗҮЙН БАРИМТ БИЧИГ ЮМ. &nbsp;ТАНД ТУС ҮЙЛЧИЛГЭЭНИЙ НӨХЦЛҮҮДИЙГ САЙТАР УНШИЖ ТАНИЛЦАЖ, ЗӨВШӨӨРӨХ ЭСЭХЭЭ ШИЙДЭХИЙГ ЗӨВЛӨЖ БАЙНА. ТА “НЭВТРЭХ ЭРХ ҮҮСГЭХ” ТОВЧЛУУР ДЭЭР ДАРСНААР ЭНЭХҮҮ ҮЙЛЧИЛГЭЭНИЙ НӨХЦЛҮҮДИЙГ ЗӨВШӨӨРЧ, ГАРЫН ҮСЭГ ЗУРСАН ГЭЖ ҮЗНЭ.&nbsp;</p>
            <p>&nbsp;</p>
            <p>Энэхүү үйлчилгээний нөхцөл нь нэрийн дор таны ашиглаж байгаа цахим хэтэвчний вэбсайт болон гар утасны програмд адил хүчин төгөлдөр үйлчилнэ (цаашид “Үйлчилгээ” гэх).</p>
            <p>&nbsp;</p>
            <p>ТАВИГДАХ ШААРДЛАГА</p>
            <p>Тус Үйлчилгээ нь Хэрэглэгч цахим өөрийн дансыг удирдан, хяналт тавина. Хэрэглэгч нь нэвтрэх эрх үүсгэж буй өдрийн байдлаар 18 нас хүрсэн байх ёстой бөгөөд ирүүлсэн хувийн мэдээллийн үнэн зөвийг Хэрэглэгч бүрэн хариуцна.&nbsp;</p>
            <p>&nbsp;</p>
            <p>Та цахим хэтэвчний вэбсайтыг ашиглаж эхлэхийн тулд ийм төрлийн арилжаа, гүйлгээг хориглосон эсэхийг сайтар шалгасны дараа &nbsp;хандана уу. Та байршлаасаа хамаараад үйлчилгээг хэсэгчлэн эсвэл бүхэлд нь хэрэглэхийг хязгаарлагдсан байж болно.&nbsp;</p>
            <p>&nbsp;</p>
            <p>ҮЙЛЧИЛГЭЭНИЙ ТОДОРХОЙЛОЛТ</p>
            <p>Бид интернэтэд суурилсан технологитой, цахим мөнгөний зах зээлд (cryptocurrency, эвсэл крипто валют гэх) үүссэн бүтээгдэхүүн буюу цахим мөнгөөр үлчилгээ үзүүлэх платформыг санал болгодог.</p>
            <p>&nbsp;</p>
            <p>Платформоор хангагч нь уг системийн хэвийн ажиллагаа, мэдээллийн аюулгүй байдал халдлагаас урьдчилан сэргийлэх арга хэмжээ, хэрэглэгчидэд зориулсан мэдээ мэдээллийг вэбсайтаар, таны цахим хаягаар дамжуулан мэдэгдэх болно.</p>
            <p>&nbsp;</p>
            <p>Хэрэглэгчийг үнэн зөв мэдээллээр хангах чиглэлээр хүчин чармайлт гарган ажиллах бөгөөд вебсайт дах мэдээлэл нь зөвхөн хэрэглэгч таныг бие даан шийдвэр гаргахад дэмжлэг үзүүлэх зорилготой юм.&nbsp;</p>
            <p>&nbsp;</p>
            <p>Хэрэглэгч шаардлагатай төхөөрөмжөө бэлтгэн, зардлыг хариуцна.&nbsp;</p>
            <p>&nbsp;</p>
            <p>1) компьютер ба бусад төхөөрөмж&nbsp;</p>
            <p>&nbsp;</p>
            <p>2) интернетийн төлбөр, интернетэд холбогдсон төхөөрөмжийн түрээсийн төлбөр ба үүрэн телефоны төлбөр гэх мэт.&nbsp;</p>
            <p>&nbsp;</p>
            <p>Үйлчилгээг ашиглаж байхдаа та системээс илгээсэн мэдээллүүдтэй &nbsp;тухай бүрт танилцаж байх хэрэгтэй.&nbsp;</p>
            <p>&nbsp;</p>
            <p>Үйлчилгээнийхээ тасралтгүй ба аюулгүй байдлыг ханган ажиллахын тулд өөрсдийн дотоод нөөцийн бүрэн дайчлан ажиллах хэдий ч бидний үйлчилгээг тасалдуулж болох давагдашгүй хүчин зүйл, вирус, хакерын дайралт, системийн хүчин чадалаас давсан тогтворгүй байдал, гуравдагч талын үйлчилгээний саатал, Төрийн байгууллагын шийдвэр, тухайн цахим мөнгөний зах зээлийн товторгүй байдлаас шалтгаалан эрсдэлтэй эөхцөл байдал үүсч болно. &nbsp;</p>
            <p>&nbsp;</p>
            <p>Доорх нөхцөл байдал үүссэн үед Nomadx.world нь үйлчилгээг түр хугацаанд зогсоох болон эсвэл дараах арга хэмжээг авах эрхтэй байна. &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p>
            <p>&nbsp;</p>
            <p>А. Зарласны дагуу засвар үйлчилгээ хийх зорилгоор Системийн сул зогсолт хийх</p>
            <p>&nbsp;</p>
            <p>Б. Үүрэн холбооны операторууд мессежээр илгээж буй кодуудыг дамжуулахгүй байх</p>
            <p>&nbsp;</p>
            <p>В. Байгалын гамшиг болох газар хөдлөлт, үер, цахилгааны гэмтэл, дайн, террорист дайралт, нийтийг хамарсан цар тахал ба бусад давагдашгүй хүчин зүйлийн улмаас платформ системд гэмтэл үүсч ингэснээр ажлаа гүйцээж чадахгүй байх&nbsp;</p>
            <p>&nbsp;</p>
            <p>Г. Хакерийн дайралт, компьютерийн вирусын халдлага ба дайралт, харилцаа холбооны салбарын технологийн тохируулга ба техникийн алдаа, вебсайт сайжруулах ажиллагаа, банкны аюулгүй байдал, засгийн газрын зохицуулалтаас шалгаалан түр хугацаагаар сүлжээ ба үйлчилгээг тасалдуулж, хожимдуулах</p>
            <p>&nbsp;</p>
            <p>Д. Урьдчилан харах боломжгүй бөгөөд одоогийн байгаа техникийн хүчин зүйлсээр шийдвэрлэх боломжгүй техникийн асуудал үүсэх&nbsp;</p>
            <p>&nbsp;</p>
            <p>Е. Гуравдагч талын алдаа ба хоцрогдлоос шалтгаалан гуравдагч талд эсвэл хэрэглэгчид үйлчилгээ үзүүлэх боломжгүй болох</p>
            <p>&nbsp;</p>
            <p>Ё. Системийн доголдол ба сүлжээний доголдол, DDos ба бусад хакерийн халдлага ба бусад гэнэтийн хүчин зүйлээс шалтгаалсан буруу шилжүүлэг, зах зээлийн саатал ба бусад доголдолтой нөхцөл байдал үүсвэл тухайн буруу шилжүүлгийг хүчингүй болгох, тодорхой цаг үеийн бүх шилжүүлгийг буцаах</p>
            <p>&nbsp;</p>
            <p>Гүйлгээний хэвийн бус байдал: Үйлчилгээг ашиглаж байх явцад гүйлгээ саатах, цахим мөнгөний байршсан системийн сүлжээ болон бусад давагдашгүй хүчин зүйлийн холболтын асуудлаас шалтгаалан Үйлчилгээ тасалдаж болно. Nomadx.world нь хэрэглэгч буруу мэдээлэл оруулах үүнээс шалтгаалж өөрийн данс, мэдээллээ ашиглаж чадахгүй байхтай холбоотой үүссэн ямар нэгэн алдагдал, хохиролд хариуцлага хүлээхгүй.</p>
            <p>&nbsp;</p>
            <p>Үйлчилгээг ашиглаж байгаа хэрэглэгчийн хийсэн шилжүүлгийн бодит үндэслэл ба зорилгыг мэдэх эрхтэй ба хэрэглэгч нь Nomadx.world–ийн шаардсанаар бодитой, иж бүрэн, үнэн зөв мэдээллээр хангах ёстой. Хэрэв Nomadx.world нь хэрэглэгчийг хуурамч мэдээллийг өгсөн гэж хардах үндэслэл байвал хэрэглэгчийг түр эсхүл бүр мөсөн хязгаарлах эрхтэй болно.&nbsp;</p>
            <p>&nbsp;</p>
            <p>&nbsp;</p>
            <p>&nbsp;</p>
            <p>ЦАХИМ МӨНГӨНИЙ ЭРСДЭЛ</p>
            <p>Цахим мөнгөөр арилжаа хийх үед ханшийн зөрүүний алдагдал хүлээх, цахим мөнгийг хадгалах нууцлалаа алдах зэрэг бодит эрсдэлүүд тулгарч болохыг харилцагч ойлгосон байх шаардлагатай юм. Тиймээс та цахим мөнгөөр арилжаа хийх нь таны санхүүгийн нөхцөлд тохиромжтой эсэхийг урьдчилан шийдвэрлэх хэрэгтэй.&nbsp;</p>
            <p>&nbsp;</p>
            <p>Цахим мөнгө зах зээлийн эрэлт хэрэгцээ болон үр ашгаасаа үнэ нь ихээр хэлбэлзэж байдаг.</p>
            <p>Хэрэглэгч нь өөрийн хийсэн алдаатай худалдан авалтын шилжүүлгээс үүдэлтэй аливаа алдагдлыг хариуцна.&nbsp;</p>
            <p>Хэрэглэгч нь нууц үгээ мартах ба алдах, нууц үг гэмтэх, хэрэглэгчийн компьютерт, гар утаст өөр хүн халдсан гэх мэт өөрийн алдаатай, буруу ажиллагаанаас үүдэлтэй аливаа алдагдлаа хариуцна.&nbsp;</p>
            <p>&nbsp;</p>
            <p>&nbsp;</p>
            <p>ЦАХИМ МӨНГӨНИЙ НӨХЦӨЛ</p>
            <p>&nbsp;</p>
            <p>&nbsp;</p>
            <p>Бид дараах үе шат, нөхцөл бүхий үйлчилгээг Танд үзүүлнэ. Үүнд:</p>
            <p>&nbsp;</p>
            <p>Баталгаажуулалт: Харилцагч өөрийн гар утасны дугаар, иргэний үнэмлэхний мэдээллийн хамт бүртгүүлэх бөгөөд сайтад бүртгүүлэн орсны дараа та 3 төрлийн баталгаажуулалтыг хийх шаардлагатай.&nbsp;</p>
            <p>Баталгаажуулалт 1: Гар утасныхаа дугаарыг баталгаажуулах. Үүний зорилго нь таны бүртгүүлсэн гар утасны дугаар таны эзэмшилд байгаа эсэхийг баталгаажуулах бөгөөд хэрэв гар утасаа алдсан, гаднаас мессеж хүлээн авах боломжгүй байгаа бол и-мэйл хаягаараа дээрх нууц үгийг авч болно.</p>
            <p>Баталгаажуулалт 2: Иргэний үнэмлэхний мэдээллээ батаалгаажуулах: Иргэний үнэмлэхнийхээ зургыг ард, урд талаас нь тус тус нэг нэг хувь авч тус тусад нь хавсарган илгээнэ. Үүнийг бид ажлын 1-2 хоногийн дотор баталгаажуулж, баталгаажсан талаарх хариуг имэйлээр илгээх болно.</p>
            <p>Имэйл хаягийн баталгаажуулалтыг таны системд бүртгүүлсэн имэйл хаяг руу нууц кодыг илгээх болно.&nbsp;</p>
            <p>Данс үүсгэх – Та дээрх баталгаажуулалтуудыг хийсний дараа таны нэр дээр цахим данс үүсэх ба та URG койны дансандаа орлогын гүйлгээ хийж эхлэх юм.&nbsp;</p>
            <p>Дансандаа орлогын гүйлгээ хийх – Та дансандаа орлого хийхдээ зөвхөн өөрийн бүртгүүлсэн DAX.MN биржийн данснаасаа хийх ёстой бөгөөд хаягаа үнэн зөв хуулж бичих шаардлагатай.</p>
            <p>Данснаасаа зарлагын гүйлгээ хийх – Та өөрийн данснаасаа DAX.MN биржийн дансруугаа URG койноо татаж авах гүйлгээг хэлнэ.</p>
            <p>Цахим мөнгөний зарлагын гүйлгээ хийх хугацаа: Таны арилжаа хийж худалдан авсан цахим мөнгийг шилжүүлэх нь тухайн хүлээн авч байгаа цахим хаягийн орлого хүлээн авах хугацаанаас хамаарах ба энэ хугацаанд үүсч байгаа алдагдал, хохирлыг Өргөө койн ХХК хариуцахгүй болно. Цахим мөнгөний зарлагын гүйлгээ нь харилцан адилгүй хугацаанд шилждэг ба ойролцоогоор 20 минутаас 12 цаг орчим үргэлжилдэг.</p>
            <p>&nbsp;</p>
            <p>&nbsp;</p>
            <p>ХЭРЭГЛЭГЧИЙН ЭРХ, ҮҮРЭГ</p>
            <p>Та үйлчилгээг ашиглах өөрийн мэдээллээ хамгаалуулах, арилжаа гүйлгээний мэдээллийг авах, оролцохтой холбоотой дараах эрхтэй. Үүнд:</p>
            <p>&nbsp;</p>
            <p>Хэрэглэгчид сайтын холбогдох нөхцлүүдийн дагуу үйлчилгээг найдвартай, тасралтгүй авч үйлчилүүлэх эрхтэй.&nbsp;</p>
            <p>Хэрэглэгч хувийн мэдээллээ өөрчлөх, гар утасны дугаар, дансны дугаараа өөрчлөх эрхтэй.</p>
            <p>Хэрэглэгч үзүүлж буй бусад төрлийн үйлчилгээнүүдийг авах эрхтэй.</p>
            <p>Үйлчилгээг ашиглахаа зогсоох эрхтэй.</p>
            <p>Хэрэглэгч нь холбогдох хууль, тогтоомжийг зөрчихгүй байх бөгөөд дараах зорилгоор сайтыг ашиглахыг хориглоно:&nbsp;</p>
            <p>&nbsp;</p>
            <p>Хэрэглэгч дээрх дансаа мөнгө угаах, терроризмыг санхүүжүүлэхтэй зорилгоор болон бусад хууль бус зориулалтаар ашиглахыг хориглох бөгөөд шаардлагатай тохиолдолд мөнгөний хууль ёсны эх үүсвэрийг нотлон харуулна.</p>
            <p>Хэрэглэгч нь аливаа хууль бус үйл ажиллагаанд оролцох, зохион байгуулах зорилгоор nomadx.world платформыг ашиглахыг хориглоно.&nbsp;</p>
            <p>Хэрэглэгчээс гаргасан бүхий л төрлийн мэдээлэл нь хүчин төгөлдөр мөрдөгдөж буй хууль, тогтоомж болон сайтын холбогдох нөхцлүүдэд нийцсэн байх бөгөөд аливаа гуравдагч этгээдийн хууль ёсны эрх ашиг, сонирхлыг зөрчөөгүй байна. Хэрэглэгч өөрийн мэдэгдлийн &nbsp;хууль ёсны үр дагаврын хариуцлагыг бүрэн хүлээх ба nomadx.world-д үүссэн хохирлыг нь хэрэглэгчээр төлүүлэх эрхтэй.&nbsp;</p>
            <p>&nbsp;</p>
            <p>&nbsp;</p>
            <p>ҮЙЛЧИЛГЭЭНИЙ ХУРААМЖ</p>
            <p>1. Компани холбогдох дүрэм, журмын дагуу үйлчилгээний хураамжийг тогтоох бөгөөд хэрэглэгчдэд зориулж тусгай үйлчилгээний хураамжуудыг тогтоож болно.&nbsp;</p>
            <p>&nbsp;</p>
            <p>&nbsp;2. Nomadx.world нь хэрэглэгчийн дансны үлдэгдлээс дээр дурдсан үйлчилгээний хураамжийг суутган авах эрхтэй.</p>
            <p>&nbsp;</p>
            <p>&nbsp;</p>
            <p>&nbsp;</p>
            <p>ЭРХ ШИЛЖҮҮЛЭХ ТУХАЙ</p>
            <p>Хэрэглэгч өөрийн данс, системд нэвтрэх хэрэглэгчийн нэр, нууц үгийг &nbsp; бусдад шилжүүлэх хориотой бөгөөд данс шилжүүлэн ашигласнаас үүдсэн хохирлыг nomadx.world хариуцахгүй.&nbsp;</p>
            <p>&nbsp;</p>
            <p>ХУУЛИЙН ДАГУУ АЖИЛЛАХ&nbsp;</p>
            <p>nomadx.world нь татвар тооцох суутгах ямар нэг үүрэг хүлээхгүй болно. Мөн Nomadx.world дотоодын хууль сахиулах эрх бүхий байгууллагын тогтоол, шийдвэрээр таны данс болон цахим хөрөнгийг хурааж, хязгаарлаж эсвэл хааж болно.</p>
            <p>&nbsp;</p>
            <p>МЭДЭЭЛЛИЙН АЮУЛГҮЙ БАЙДЛЫН БОДЛОГО</p>
            <p>Хууль, журам болон зохицуулагч байгууллагын шаардлагуудын нийцлийг хангах,</p>
            <p>Үнэ цэнэ бүхий мэдээлэл болон мэдээллийн хөрөнгийн халдашгүй байдлыг хамгаалах,</p>
            <p>Мэдээлэл болон мэдээллийн хөрөнгийн эргэлзэшгүй байдалд хяналт тавих,</p>
            <p>Мэдээлэл болон мэдээллийн хөрөнгийн тасалдашгүй байдалд хяналт тавих,</p>
            <p>Компанийн нийт ажиллагсад болон гэрээт ажиллагсдын Мэдээллийн аюулгүй байдлыг ханган ажиллахтай холбоотой Мэдлэгийг байнга сайжруулах,</p>
            <p>Мэдээллийн аюулгүй байдлын менежментийн тогтолцоог тасралтгүй сайжруулах,</p>
            <p>Компани хувьцаа эзэмшигч, мерчант байгууллагууд, харилцагч байгууллагууд болон хэрэглэгчдийн мэдээллийг аюулгүй байх нөхцөлөөр хангах</p>
            <p>Компани нь Мэдээллийн аюулгүй байдлын менежментийн тогтолцооны бодлого болон холбогдох баримт бичгүүдийг жил бүр хянаж, түүнд өөрчлөлт орох шаардлагатай тухай бүр шинэчилдэг байна.&nbsp;</p>
            <p>&nbsp;</p>
            <p>ТУСГААР БАЙДАЛ</p>
            <p>Энэхүү Гэрээний ямар нэг зүйл заалт хүчин төгөлдөр бус болох нь гэрээ бүхэлдээ хүчин төгөлдөр бус болох үндэслэл болохгүй.</p>
            <p>&nbsp;</p>
            <p>БУСАД</p>
            <p>Энэхүү нөхцлүүд нь талуудын хоорондын үүсэх харилцааг зохицуулах бөгөөд энд дурдаагүй нөхцөл, зохицуулалтыг даган мөрдөхгүй.&nbsp;</p>
            <p>&nbsp;</p>
          </div>
        </div>
      </div>
    </Main>
  );
}

export default TermsOfService;

